{
    "interactions": [
        {
            "interaction_id": "9234badc-874a-4154-a2fb-47c769e37ab3",
            "channel": "PHONE",
            "direction": "INBOUND",
            "url": "videos/9234basdc-874a-4154-a2fb-47c769e37ab3.mp4",
            "duration": "09:34",
            "transcript": "[0:00] Alex: Hello?\n[0:05] Sarah: Hi, Alex! It's Sarah.\n [0:10] Alex: Sarah! Oh, it's been ages. How are you?\n [0:15] Sarah: I know, right? I'm good, thanks. How about you?\n  [0:20] Alex: I'm doing well, thanks. So, what have you been up to lately?\n  [0:25] Sarah: Oh, you know, the usual grind. Work has been keeping me busy. But I did manage to take a short trip to the mountains last month. It was so refreshing.\n  [0:35] Alex: That sounds amazing! I've been meaning to plan a trip myself. Maybe we should go together sometime.\n [0:42] Sarah: That would be fantastic! We should definitely plan something soon.\n  [0:48] Alex: Absolutely. So, have you heard from any of our other friends lately?\n  [0:54] Sarah: Yeah, I bumped into Lisa last week. She's doing great. And I think Tom is planning to visit next month. It'll be nice to catch up with everyone.\n  [1:03] Alex: Definitely. It's been too long since we've all been together. Hey, speaking of catching up, have you seen the latest season of that show we used to watch?\n  [1:12] Sarah: Oh, yes! I binge-watched it last weekend. It was so good! I couldn't stop watching.\n  [1:20] Alex: Right? I was hooked from the first episode. We'll have to discuss all the plot twists sometime.\n  [1:28] Sarah: Definitely! We should plan a virtual watch party or something.\n  [1:35] Alex: That's a great idea! We can schedule it for next weekend if you're free.\n  [1:42] Sarah: Sounds perfect. I'll check my calendar and let you know.\n  [1:48] Alex: Great. So, how's everything else going in your life?\n  [1:54] Sarah: Overall, things are good. Just trying to stay positive and take things one day at a time, you know?\n  [2:02] Alex: I hear you. It's been a challenging year for everyone. But I'm glad to hear you're staying positive.\n  [2:10] Sarah: Thanks, Alex. And how about you? How have you been coping?\n  [2:15] Alex: It's had its ups and downs, but I'm managing. Having supportive friends like you definitely helps.\n  [2:23] Sarah: Aw, thanks, Alex. You know I'm always here for you.\n  [2:28] Alex: I appreciate that, Sarah. Well, it's been great catching up, but I should probably get going now.\n  [2:35] Sarah: Yeah, same here. Let's plan that virtual watch party and catch up again soon.\n  [2:42] Alex: Definitely. Take care, Sarah. \n  [2:47] Sarah: You too, Alex. Talk to you later. Bye! \n  [2:53] Alex: Bye! \n  [2:55] [They hang up]"
        }
    ]
}
